cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/cask-fonts'
tap 'leoafarias/fvm'

brew 'ack'
brew 'composer'
brew 'coreutils'
# brew 'fvm' #currently I've installed this with: `dart pub global activate fvm`
brew 'go'
brew 'grc'
brew 'gnupg'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'libgit2'
brew 'node'
brew 'openssl'
brew 'postgresql'
brew 'python'
brew 'python3'
brew 'readline'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'spaceman-diff'
brew 'svn'
brew 'thefuck'
brew 'wget'
brew 'zsh'
brew 'zsh-completions'

cask 'font-droid-sans-mono-for-powerline'
